{"pages":[{"title":"About","text":"大家好，这里是“观世界”主题博客！世界是真实的，生活是认真的！ 🌱 小站致力于记录这个真实的世界。 🔭 努力发现生活中的美好和有趣的东西。 📫 联系我们: loxia.yang@gmail.com 🦀 小站地址: loxia.cc","link":"/zh-cn/about/index.html"}],"posts":[{"title":"巴以冲突背后的大国博弈","text":"谁能想到，一场火箭弹袭击，把世人的目光，从俄乌转向了巴勒斯坦。10月7日，随着哈马斯武装的一声令下，5000枚火箭弹从弹丸之地加沙射向以色列，同时，哈马斯从陆海空三个方向对以色列国防军开展进攻。 说实话，这一招打了以色列一个措手不及。 以色列连续丢了21个定居点，数个军营，数十辆坦克装甲车被缴获，甚至还被俘虏了一个少将。 这种辉煌的战绩，别说巴勒斯坦了，哪怕当年的地区军事强国埃及、叙利亚也没有取得过。 不过，哈马斯毕竟实力有限，虽然偷袭得到了成功，但后继乏力。 以色列则一副把事情搞大的嘴脸，一方面在国际上拼命卖惨，另一方面正在进行大规模动员，如今已经动员30万人。 不出意外的话，以色列即将对哈马斯进行一场大规模反击。 那么，这场巴以冲突到底是怎么回事？其背后又是什么逻辑呢？ 1 巴以矛盾的前世今生以色列和巴勒斯坦的矛盾核心，在于巴勒斯坦这块土地到底归谁的问题。 对此，以色列振振有词：这是我们的祖宗之地！ 为了证明自己不是空口无凭，以色列驻联合国大使丹尼‧丹侬专门拿出了一本圣经，在联合国安理会上宣读： “我要将你现在寄居的地，就是迦南全地，赐给你和你的后裔永远为业，我也必做他们的神。” 然后丹侬举起《圣经》说：“这就是我们的地契！” 这话听起来好像理由很充分，但问题是，《圣经》只是个宗教典籍，它也不是历史典籍啊！ 其实吧，犹太人最早出现在西亚地区的美索不达米亚平原，远祖属于古代闪米特人的支脉。后来由于躲避灾害，犹太人迁居到了尼罗河三角洲东部地区，因此得名希伯来人，意思就是渡来之人。 如果《圣经·出埃及记》记录是可信的，那么这些犹太人在尼罗河地区被古埃及人奴役，最终在亚伯拉罕的带领下“出埃及”，来到了“迦南”，建立了王国。 你看，其实犹太人也是外来户。 那么“迦南”地区有原住民么？不知道。 所以以色列就算拿出《圣经》，也没法证明自己是这块土地上土生土长的原住民。 公元前 1 世纪，犹太国被罗马征服，耶路撒冷圣殿被毁，罗马人将“迦南”这片土地重新命名为巴勒斯坦。犹太人被逐出巴勒斯坦，开始了世界大流散，古犹太国就此覆灭。 公元 638 年，阿拉伯人占领了耶路撒冷并带来了伊斯兰教。阿拉伯人统治巴勒斯坦期间，不断迁入该地，并与当地原住民融合，形成巴勒斯坦的阿拉伯人，即巴勒斯坦人。 此后这片土地被奥斯曼帝国、英国先后征服，一战结束后，这里成为巴勒斯坦英国的委任统治地。 你看，古犹太国是罗马人灭的，不是巴勒斯坦人灭的。反犹主义是欧洲人提出的，也不是巴勒斯坦人提出的。纳粹德国屠杀犹太人，也不是巴勒斯坦人屠杀的。 所以犹太人的苦难历史，和现在的巴勒斯坦人，压根就没关系。 巴勒斯坦人是古犹太国灭亡700年后逐渐形成的，也谈不上“巴勒斯坦人抢犹太人土地”这一说。 只不过因为19世纪欧洲出现大规模反犹太主义浪潮，这才诞生了犹太复国主义的思潮和运动。 无数犹太人开始痛定思痛，觉得再这么流浪下去根本不是个事，必须建立一个自己的国家了。 可是欧洲的土地都有主了，上哪去建国呢？ 想到自己祖先曾在“迦南地区”建国，就在那里吧！ 所以在“犹太复国运动”者策动下，大批犹太人移入巴勒斯坦，在巴勒斯坦建立起 300 多个定居点。 但这片土地已经生活了巴勒斯坦人了啊，人家已经生活了1000多年了，总不能因为你祖上曾在这里生活过，就说这块土地是你的吧？ 所以，犹太人与当地的巴勒斯坦人开始不断发生流血冲突。 二战后，联合国成立，开始裁决世界上一些难解的问题。 1947年4月28日联合国大会特别委员会召开会议专门讨论巴勒斯坦问题。 因为当时犹太人在英美都有很强的势力，特别是金融领域掌握着西方国家的财源，所以在英美的倡议下，联合国通过181号决议，同意犹太人在巴勒斯坦建国。 那么这块土地上的巴勒斯坦人咋办呢？ 没事，你们腾出来一块地方就行了。 所以决议规定，1948年，巴勒斯坦地区结束英国的委任统治，犹太人建立犹太国（约1.52万平方公里），巴勒斯坦人建立巴勒斯坦国（约1.15万平方公里）。 但当时周边的阿拉伯国家坚决不干，凭啥你一纸决议，我就要把土地让给外来者？ 所以犹太人在1948年5月14日建立以色列国后，第二天阿拉伯国家就向以色列宣战了。 结果，阿拉伯国家战五渣，战败了。 此后几十年，阿拉伯国家和以色列又爆发了4次战争，结果都以以色列的战胜告终。 历次战争中，以色列的地盘越打越大，整个巴勒斯坦地区（包括巴勒斯坦建国区域）都被以色列占领了。 占领巴勒斯坦地区后，以色列开始凭借强盛军力狂建犹太人定居点，蚕食巴勒斯坦土地。 到现在，70%以上的巴勒斯坦土地都被以色列蚕食走了，巴勒斯坦只剩下加沙地带和约旦河西岸部分地区。 虽然1967 年联合国安理会通过 242 号决议，要求以色列撤出所占土地并取消定居点，但以色列拒绝执行。 但长期的战争也让以色列内部损耗过大，同时对加沙地带和约旦河西岸地区的占领也引发了巴勒斯坦人的仇恨，时不时地搞个人体炸弹什么的，让以色列疲于奔命。 2002年，以色列总理沙龙想到了一个新方案，不再追求占领巴勒斯坦，而是单方面撤出加沙，然后在加沙周边建设隔离墙，实现以巴隔离，彻底解决袭击问题。 于是，加沙地带中的巴勒斯坦人的噩梦开始了，从出生开始，就相当于生活在一个大监狱之中。 说是监狱，一点也不夸张。 空中，以色列炸毁了加沙地带唯一一个机场，断了空中航道。 地面，以色列在加沙外围建设了绵延数十公里、高达十几米的高墙，墙上不仅有探照灯，每隔不远还有岗亭，架设有机枪。 隔离墙300米范围为警戒区，进入警戒区的无论是成人还是儿童，一律格杀勿论，特朗普看到了都要直呼内行。 海上，以色列也进行了封锁，只允许加沙渔民在离岸4.8公里的地方捕鱼，超出了同样会遭到枪击。 这样一来，相当于加沙地带的陆海空对外交通全部断绝，300万人每天都挤在这个长40公里，宽8公里的狭小地区。 一辈子都出不去，想想那里的人有多绝望？ 更过分的是，以色列修好墙之后，就开始对加沙进行物资封锁。 除了食物和水经过严格限制后可以进入之外，其他的建筑材料、药品、水泥、水管、电子产品等等统统不可入内。 你能想象，加沙地带的孩子踢球不小心闯进警戒区都会被无情杀害？ 你能想象，加沙的渔民出海捕个鱼，都会被以色列军舰击沉？ 你能想象，加沙居民屋顶的储水罐，仅仅是因为以色列士兵无聊，就会被打上几十个弹孔？ 你能想象，加沙的婴儿发烧，以色列都不允许退烧药进入？ 毫不夸张地说，加沙地带几乎天天都发生着人道主义危机。 不过哪里有压迫，哪里就有反抗。 以色列对加沙地带的封锁和压迫，也让加沙地带诞生了巴勒斯坦伊斯兰抵抗运动（哈马斯）。 加沙地区原本是巴勒斯坦民族解放运动（法塔赫）统治，但法塔赫和以色列签了和解的“奥斯陆协议”后，不仅对以色列唯唯诺诺，而且整天以介绍巴勒斯坦人去以色列打工为渠道挣中介费，也越来越被加沙地带的居民所仇视。 2007年，法塔赫与哈马斯在加沙地区爆发了激烈的内战，最终导致法塔赫被哈马斯赶出了加沙地区。 所以现在的巴勒斯坦权力机构其实有两个，一个是约旦河西岸的法塔赫，一个是加沙地带的哈马斯。 哈马斯的纲领是不承认以色列，要夺回整个巴勒斯坦地区，所以这些年一直没闲着。 从加沙地带挖了不少地道，绕过以色列隔离墙通往埃及，从地道走私各种所需物资，特别是武器弹药。 有了武器弹药的哈马斯，开始频繁袭击以色列，时不时就给以色列刷个火箭什么的。 本来双方你来我往，大家也都习惯了，但在10月4日，突然爆发了一个导火索事件。 这一天，有数百名以色列人在以色列警察的保护下，闯入阿克萨清真寺闹事，这可把哈马斯惹火了。 要知道，阿克萨清真寺位于以色列耶路撒冷老城的圣殿山（穆斯林称“尊贵禁地”），是伊斯兰第三大圣寺，地位仅次于麦加圣寺和麦地那先知寺。 现在被以色列人闯进去了，那就是赤裸裸的侮辱！ 于是，在10月7日，哈马斯发动了代号为“阿卡萨洪水”的大规模袭击，从陆海空向以色列发起了全面进攻。 五十年来最严重的巴以冲突，就此开始。 2 巴以冲突的背后从表面看，这次巴以冲突，是以色列长期压迫后，巴勒斯坦人绝望的反抗。 但从本质上来说，这场冲突背后，还是大国博弈。 第一是俄乌冲突的外溢。 俄乌冲突已经打了一年半了，随着北约的不断加码，不断挑战俄罗斯的底线，这场战争已经开始越来越多地影响世界，并开始将冲突风险外溢。 这种外溢，有被动的因素，也有主动的因素。 被动的因素是大国精力分散，小国开始浑水摸鱼。 我们都知道，当今世界，充满了矛盾纷争。 大的有地缘之争、边境冲突、民族矛盾等等，小的有粮食水源之争、能源之争、环境之争、经贸产业之争等等。 总之，随便一个矛盾，就能引发一场战争。 事实上，在二战之前，各国一直是这种状态，各种战争和冲突就没停过。 不过二战结束后，各国恐惧于世界大战造成的惨重危害，建立了联合国和一些维护和平的机制，世界各国的冲突明显减少。 是联合国的机制真的有效么？ 明面上是这样，但实际上，还是世界大国的势力在起作用。 美国如日中天，苏联也是跺跺脚抖三抖的主，他俩阵营中谁说句话，大部分小国都要仔细考虑一下。 苏联解体后更是如此，只要美国不愿意看到的战争，美国只要一句话，基本上都能很快平息，不平息的，参见萨达姆的下场。 这种状态下美其名曰： 美国主导下的全球秩序、离岸平衡。 但是现在，情况变了！ 美国一方面，在经贸、政治、军事领域死磕中国，把大批力量调来对付中国，连阿富汗都撤军了，其他地区就陷入了实力真空。 另一方面，美国拱火俄乌战争，大批美元和军火都往乌克兰砸，用于其他地区的自然也就少了。 这样一来，美国对全球的控制能力自然也就下降了。 一些和周边国家存在矛盾，但过去慑于美国影响力的小国，就看到了“战略机遇期”，认为美国都忙着对付中俄，没功夫管自己，只要速战速决，美国就只能默认既成现状。 所以我们发现，近些年，全球颇有点烽烟四起的感觉。 先是纳卡地区冲突，然后是科索沃地区冲突，接下来是的黎波里大规模内战，就连阿根廷，都放出豪言要再次收复马岛了。 从这个角度来看，新一轮的巴以冲突，是因为以色列和巴勒斯坦之间本身就存在不可调和的矛盾。 第二，是中美中东博弈的衍生后果。 目前，中美在各个领域都在进行激烈竞争，外交布局这一领域也是如此。 目前中美博弈最激烈的，除了东南亚，就是中东了。 沙伊在中国的斡旋下迎来世纪和解之后，美国就受了不小的刺激，一直说中国力量进入了中东，美国已经被中国甩在了后面。因此，拜登政府在中东地区就采取了一系列动作，想要重新发挥美国在这一地区的影响力。 最近美国在促使沙特以色列关系正常化。 《华尔街日报》8月9日援引美国官员的话称，美国和沙特正在拟定一项协议，为沙特与以色列关系正常化铺平道路：沙特将承认以色列并建立外交关系，作为交换，以色列将在巴勒斯坦问题上作出让步，沙特将获得美国提供的安全保障和民用核项目援助。此外，作为回报，沙特可能增产石油，降低美国通胀，有利于拜登选情。 你看，在沙特与美国谈判过程中，巴勒斯坦人的遭遇，其实只是一个筹码而已。 也就是说，如果美国开出让沙特满意的条件，那么巴勒斯坦就大概率会被出卖。 这件事情对巴勒斯坦影响非常重大，沙特是伊斯兰世界逊尼派的老大，如果沙特和以色列和解了，那未来中东其他的伊斯兰国家陆陆续续和解基本上就成了定局。 这对几十年以来饱受以色列非人道主义迫害的巴勒斯坦来说，意味着未来更加没有希望能有安稳日子，意味着巴勒斯坦成为了伊斯兰世界的弃子的概率大大提升。 从这个方向来看，巴勒斯坦就绝对不能让以色列和沙特之间关系正常化的协议成功。 3 巴以冲突给美国带来了巨大麻烦从现在的情况来看，以色列趁这次被袭击的契机，搞个大事件的可能性非常大，甚至不排除推平加沙。 毕竟如果只空袭和封锁，是平不了以色列民愤的，也无法彻底解决哈马斯。 内塔尼亚胡本来支持率就岌岌可危，如果他不抓住这次机会以强硬态度来收获民心，那他以后就别在以色列混了。 但是，以色列如果推动行动升级，可能给美国带来巨大麻烦。 第一是分散美国注意力从本意上来说，以色列肯定是想一劳永逸解决加沙问题的，毕竟这个地方已经成了一块毒疮。 巴勒斯坦人难受，以色列人更难受，毕竟只有天天做贼，哪有天天防贼的道理？ 只要加沙还在，那么一代一代的巴勒斯坦孩子从小就开始接受仇以教育，就算消灭了哈马斯，明天还会有新的哈马斯出现，以色列面临的威胁就会子子孙孙无穷匮也。 但问题在于，现在不是100年前了！ 如果双方陷入加沙废墟中的巷战僵持，以色列又无法分辨哪些是哈马斯，哪些是平民的话，那么平民的大规模伤亡不可避免。 到时候别说联合国介入了，就算周边的阿拉伯国家也不干啊！ 这几天阿拉伯国家在紧急串联。 伊朗总统莱希与沙特王储萨勒曼通电话讨论加沙局势，强调阻止以色列对巴勒斯坦人犯下战争罪行的必要性。 值得注意的是，这是沙特和伊朗在和解后的首次国家领导人通话。 黎巴嫩真主党也开始向以军阵地发射火箭弹和炮弹，以示声援。 叙利亚第七师团和三大精锐之一的第四机械化师正在前往南部德拉地区，威胁戈兰高地。 民心如此，如果以色列大规模进攻加沙，造成上百万的巴勒斯坦人伤亡，那么毫无疑问会在阿拉伯世界掀起滔天怒火。 这时候就算沙特态度暧昧，也必须有所表态了！ 小萨勒曼本身就是内部有很大的反对力量，是万万不敢再背一个“背叛阿拉伯世界”的罪名的。 那么一旦局势恶化，不排除巴勒斯坦人的血，会成为阿拉伯世界的粘合剂，推动阿拉伯世界再次组成联军，对抗以色列，甚至爆发第六次中东战争。 这时候，美国陷入了两难。 如果劝说以色列不要大规模报复，不要进军加沙，那么正在气头上的以色列听不听？ 毕竟上一个在美国主持下与阿拉伯世界妥协的拉宾可就被以色列的激进派刺杀了，显然内塔尼亚胡是不愿意重蹈拉宾的覆辙的。 那么如果支持以色列呢？ 那就必须把军力调动到中东，震慑阿拉伯国家不能轻举妄动。 目前，美国防长奥斯汀已经下令将美国海军最大最先进的“福特”号航母打击群派往东地中海。 同时，另一艘美国航母“艾森豪威尔”号也于13日出海开始部署，派往以色列附近。 但这样一来，拜登为了围堵中国执行的撤离中东战略，不就撤了个寂寞吗？ 所以，不管这件事是不是伊朗为了破坏沙特以色列和解而制造的袭击，客观上都起到了分散美国注意力，减轻中国压力的作用。 第二是破坏美国盟友战略我们都知道，以前美国是地球老大，想打谁打谁，而且往往是一挑多都不落下风。 但这些年，随着美国实力的衰退，美国不得不开始发挥盟友作用，想让盟友成为自己战略稳定助力。 我们看看这些年的中美博弈，还有俄乌冲突，美国做的第一件事，都是拉小圈子，鼓动世界国家站队，借此获取“得道多助”的“正义感”。 这次哈马斯袭击之后，也不例外，美国又开始组织站队。 拜登表示，美国对以色列的支持坚如磐石，而法国总统马克龙则表示法国与以色列站在一起。 此后，英国、加拿大、法国、德国、西班牙、意大利等欧美国家大多都谴责哈马斯，就连一直和美国立场不太一样的印度，都明确表示支持以色列。 阿拉伯那边，则大多数支持巴勒斯坦，少部分没表态。 布林肯第一时间给中东国家外长挨个打电话，让它们表态站队以色列！ 估计接了电话的阿拉伯国家心里都在骂娘！ 要知道，中东国家其实不乏和以色列有私下交易的，但绝对没有一个国家会在巴以冲突中公开表态站队以色列！ 为什么？ 因为在巴以冲突中，支持巴勒斯坦反对以色列不但在穆斯林国家有广泛的民意基础，而且已经是最大的政治正确！ 可能是觉得中东国家不买账，然后美国就想到了准盟友沙特，觉得只要沙特率先表态，其他国家也都会表态了。 所以布林肯亲自到沙特，当面敦促沙特对哈马斯施压。 但沙特怎么可能违背国内民意以及穆斯林国家的最大政治正确，去公开站队以色列？ 所以，在布林肯逼迫下，沙特只能公开表态支持巴勒斯坦，并且宣布，搁置美国正在推动的与以色列关系正常化的计划，谈判将被推迟。 你看，沙特本来是暗戳戳想骑墙观望的，但是因为布林肯逼迫，只能公开站队巴勒斯坦，而且一不做二不休，在站队表态之后，给伊朗总统打电话讨论巴以冲突问题。 伊朗总统高级顾问贾姆希迪事后透露： “在45分钟的谈话中，他们在强调伊斯兰世界团结的同时，认为犹太复国主义政权的罪行和美国的默许是造成毁灭性不安全的原因。” 沙特都表态了，紧接着约旦、埃及、卡塔尔、阿联酋也都宣布支持巴勒斯坦人民。 甚至巴基斯坦武装部队总参谋长也声明:“如果以色列对加沙地带发动地面行动，我们将向巴勒斯坦提供弹道导弹支持。” 考虑到巴基斯坦一直是沙特的王牌打手，所以可以视为沙特通过巴基斯坦之口向以色列画红线： 你轰炸就轰炸吧，但不许地面进加沙！ 这种阿拉伯世界的同气连枝，在辛辛苦苦四处奔波的布林肯看来，简直就是当面打脸。 这也充分说明，布林肯的施压不得人心。 外交工作的核心是什么？ 是在分歧中寻找共识，找到一个双方都能接受的渠道完成外交活动。 但布林肯这个人呢？ 一直都是一个意识形态挂帅，喜欢“以美国的实力出发”和别人谈话的人。 为了迎合国内支持以色列的政治气氛，布林肯就开始四处出访捞政绩，结果反而帮了倒忙。 如果是布林肯自己丢面子，还是小事，如果引发美国盟友离心，破坏美国的盟友战略，那就是大事了。 第三是迫使美国寻求与中国合作。10月7日，美国参议院代表团访华，为中美关系带来了新的改善契机。 一方面，拜登政府无论是布林肯还是沙利文，都面临一个一旦对华让步都会遭到攻击进而影响民主党选情的局面。 所以让地位更加超然的参议院多数领袖过来，立场反而更加灵活。 另一方面，访华的参议员多为地方政府选举产生，代表的是某些州的利益，与中国合作的基础更为广泛。 在过去，因为其他方面中美分歧太大，导致中美合作主要局限在气候合作和打击毒品方面。 但这次，加上了双边贸易投资和解决地区冲突。 解决啥地区冲突？ 无非就是俄乌冲突了，现在再加上一个巴以冲突。 这充分证明，美国哪怕再不愿意承认，也必须承认，在解决地区冲突方面，中美需要合作。 如果美国不想让自己的全球战略和地区平衡秩序被世界大变局搞得乱七八糟的话，那就必须寻求与中国的合作。 中国一直在与各国协调立场，劝和促谈。 中国是站队巴勒斯坦人民的，这也符合中国一向反对恃强凌弱的立场。 目前，还不知道美国的斡旋会不会起作用，但这种态势已经证明： 在面临越来越复杂的国际局势、越来越严峻的民主党选情和越来越严重的国内经济困难的情况下，美国将不得不与中国一起去解决一些问题。 所以，巴以冲突，不能只从巴以来看，其背后藏着波诡云谲的大国博弈，没有那么简单。 下一步，以色列大概率会发动报复行动，这场报复行动会扩大到什么程度，会不会倒逼阿拉伯世界组建联军干涉，中美俄会不会有什么新的动作，目前都尚不得而知。 唯一可以确定的是，自从哈马斯的火箭升起，我们已经进入了一个更加混乱的世界了。","link":"/zh-cn/bayichongtu/"},{"title":"隐私策略","text":"隐私政策本网站尊重并保护所有使用服务用户的个人隐私权。为了给您提供更准确、更有个性化的服务，本网站会按照本隐私权政策的规定使用和披露您的个人信息。但本网站将以高度的勤勉、审慎义务对待这些信息。除本隐私权政策另有规定外，在未征得您事先许可的情况下，本网站不会将这些信息对外披露或向第三方提供。本网站会不时更新本隐私权政策。 您在同意本网站服务使用协议之时，即视为您已经同意本隐私权政策全部内容。本隐私权政策属于本网站服务使用协议不可分割的一部分。 名词定义出于叙述方便的需要，我们在这里对政策中可能涉及到的名词进行定义。 个人信息(Personal Information)个人信息，指以电子形式或其他形式记录的、可用于识别或联系特定个人的数据。如果仅通过某一项信息（或加以简单的辅助）就可以确定数件行为的主体为同一人，那么这项信息就是个人信息，反之则不是个人信息。 个人身份信息(Personal Identifiable Information)个人身份信息是个人信息的一种。如果仅通过某一项信息（不加以任何辅助）就可以直接辨识、联系或准确找到相应的单一特定自然人，那么这项信息就是个人身份信息，反之则不是个人身份信息。 个人身份信息包括但不限于真实姓名，出生日期，身份证号码或社会保障号码，生物识别信息（如照片，指纹，掌纹，虹膜，皮下毛细血管分布等），生活地址，电话号码，车牌号码，精确的 GPS 经纬度坐标等可以用于追踪您的信息。 非个人信息(Non-personal Information)非个人信息，指以任何形式记录的，但是其本身无法与任何特定自然人建立直接联系的数据。通常情况下，这些数据会被归类和汇总，因此，几乎不可能通过这些数据来还原出有关特定个人的任何相关信息。 请注意，将非个人信息与个人信息结合使用时，此类信息会被我们视为个人信息。 唯一标识符(Unique Identifier)唯一设备标识符（专属 ID 或 UUID）是指一串字符，可用于以独有方式标识相应设备。通常情况下由设备制造者编入用户的设备，或由服务器发送到浏览器，用于分辨设备或用户。 浏览器元数据(Cookies)Cookies 是服务器发送到用户浏览器并保存在本地的一小块数据，可能包含匿名的唯一标识符，它会在浏览器下次向同一服务器再发起请求时被携带并发送到服务器上。通常，它用于告知服务端两个请求是否来自同一浏览器或用户，如用于保持用户的登录状态。 适用范围在您使用本应用网络服务，或访问本应用平台网页时，本应用自动接收并记录的您的浏览器和计算机上的信息，包括但不限于您的IP地址、浏览器的类型、使用的语言、访问日期和时间、软硬件特征信息及您需求的网页记录等数据。 提供的服务本网站提供的服务包括但不限于 loxia.cc 子域下的网站，在线服务，公共接口，交互式应用程序，电子邮件等。 信息收集 本网站不会主动通过我们提供的服务来收集任何个人身份信息。永远不会。 而您在使用我们提供的服务时被我们收集的 IP 地址等敏感信息，在我们收集、归类和汇总时会被经过去敏和模糊化处理，且这些数据会在 7 天内被移除，因此我们将其视为个人信息而非个人身份信息。 信息使用 通常情况下，我们将收集的信息用于审计、分析、研究等内部目的；为用户提供信息服务；保护我们的服务不被入侵；管理网站；了解网站上的用户行为；了解和分析趋势；收集用户群的整体受众特征信息；创建、开发和改善我们提供的服务。 本网站不会向任何无关第三方提供、出售、出租、分享或交易您的个人信息，除非事先得到您的许可，或该第三方和本网站（含本网站关联公司）单独或共同为您提供服务，且在该服务结束后，其将被禁止访问包括其以前能够访问的所有这些资料。 本网站亦不允许任何第三方以任何手段收集、编辑、出售或者无偿传播您的个人信息。任何本网站平台用户如从事上述活动，一经发现，本网站有权立即终止与该用户的服务协议。 本网站不会将收集到的信息用于任何商业内容和广告宣传。 使用情况统计我们会主动收集网站和应用程序的性能和使用情况统计信息。「性能和使用情况统计信息」包括： 引荐来源、访问的频率、访问日期和时间、行为流、花费的时间、使用的浏览器 设备品牌、供应商、型号、屏幕尺寸和操作系统 网络运营商和仅精确到大洲或省级的地理位置 应用程序和网站的启动、加载速度，关键的运行计时 不同的内容分发网络服务提供商在您所在的网络环境下的性能数据 不包含个人信息的应用程序与网站的严重错误和相关错误信息 信息存储和交换 本网站收集的有关分析用途的信息将被存储在具有有限的，需要授权的访问权限的计算机系统中，这些系统受到数学算法加密和（或）物理安全措施的保护，在我们使用第三方提供的存储服务时也是如此。这些措施在现代计算机系统中不可能在短时间内被破解。 Cookie的使用 在您未拒绝接受Cookies的情况下，本网站会在您的计算机上设定或取用Cookies，以便您能登录或使用依赖于Cookies的本网站平台服务或功能。本网站使用Cookies可为您提供更加周到的个性化服务，包括推广服务。 本网站不会使用Cookies等技术向任何第三方披露、或辅助第三方收集任何可以追踪到您的个人信息。 信息安全 本网站提供的在线服务会使用加密技术，如传输层安全协议 (TLS) ，在传输过程中保护我们收集到的信息不被中间人获取。 任何非分析信息和任何其它非审核和研究用途所需的信息（如完整的、未经过去敏和模糊化的 IP 地址）将在汇总阶段被删除。 关于政府请求本网站从未在我们提供的服务中植入任何「后门」或者任何其它访问方式。本网站不会主动向任何政府透露任何信息。永远不会。 假如本网站接受了强制的数据披露请求，会在这里进行公布。 联系方式如果您还有其他问题，请通过以下方式取得联系: loxia.yang@gmail.com。","link":"/zh-cn/privacy-policy/"}],"tags":[{"name":"巴以冲突","slug":"巴以冲突","link":"/zh-cn/tags/%E5%B7%B4%E4%BB%A5%E5%86%B2%E7%AA%81/"},{"name":"大国博弈","slug":"大国博弈","link":"/zh-cn/tags/%E5%A4%A7%E5%9B%BD%E5%8D%9A%E5%BC%88/"}],"categories":[]}