{"pages":[{"title":"Categories","text":"","link":"/categories/index.html"},{"title":"tags","text":"","link":"/tags/index.html"},{"title":"About","text":"Hi, this is the “Real Life” themed blog!Life is real, life is earnest! 🌱 We strive to discover the beauty and interesting aspects of life. 🔭 This blog is committed to documenting this real world. 📫 Contact us: loxia.yang@gmail.com 🦀 Home Page: loxia.cc","link":"/about/index.html"}],"posts":[{"title":"Why are Jews hated around the world?","text":"The United States controls the world, but the Jews control the United States? Why do people say Israel is the father of the United States? Part OneDuring my teenage years, the Jewish people, located thousands of miles away, always appeared to me in the media with an elite disposition. They were often portrayed as a highly educated, hardworking, book-loving, financially savvy community. Many scientists, thinkers, artists, and entrepreneurs were of Jewish descent, including renowned figures such as Einstein, Picasso, Morgan, Rockefeller, Greenspan, Soros, Bloomberg, Zuckerberg, Reuters, Karajan, Freud, Kissinger, and many more. Today, the Jewish population stands at around 16 million, making up only 0.3% of the global population, yet they have received 22% of the Nobel Prizes, which is an astonishing achievement. Comparatively, consider the Romani people (with a population of 12 million) and the Kurds (with over 30 million), both of which have a similarly sized population. These two groups, however, have not achieved the same success as the Jewish community. Romani people are often associated with activities such as petty theft, dancing, and fortune-telling, and rarely engage in formal education. Kurds, on the other hand, have faced numerous conflicts and oppressions in the Middle East, and they continue to struggle for survival. Furthermore, whenever the media mentions the Jewish community, they often emphasize their history of suffering and their appreciation for help. During World War II, six million Jews were killed by Nazi Germany, and Hollywood repeatedly reminds us of the immense suffering of the Jewish people through films like “Schindler’s List” and “The Pianist.” Chinese magazines in the past also focused on stories of Jewish people saved in Shanghai, highlighting the quiet reciprocation of the Jewish community. This portrayal of Jewish people has created an image of resilience mixed with sorrow. In China, Jewish people were seen as saviors ready to rescue humanity, characterized by qualities such as determination, sanctity, wisdom, wealth, kindness, and resilience. Chinese bookstores have been eager to promote this concept. Books like “The Jewish Wealth Code” and “Jewish Parenting Bedside Guide” can be found everywhere. Perhaps influenced by these books and magazines, I have heard numerous teachers passionately describe in front of the class how Jewish people are a suffering yet upwardly mobile, resilient ethnic group. Despite having minimal interactions with Jewish individuals, I did not hold any strong opinions about them. I was content with the idea that the Jewish people were seen as an inspirational group for the public. However, as I began to delve deeper into the history of various countries in recent years, Jewish names kept emerging. Initially, a few times did not bother me, but when this frequency increased, I was compelled to classify and analyze their behavior. Gradually, my impression of Jewish people began to shift. Before sharing my viewpoint, I want to clarify my reasoning. First, I am against the oversimplification and generalization of any ethnic group. I oppose extreme views and believe that issues should not be overly polarized, as extreme perspectives can lead to self-delusion. Second, I have no personal grievances with Jewish people. My understanding of this community is based on their historical actions. My analysis is solely based on facts and interests. I have contemplated the potential consequences of discussing Jewish people. I acknowledge that if I express opinions that are unfavorable to Jewish people, considering their current influence in the world media and financial sectors, I may face difficulties. However, in order to convey the truth, I have decided to continue writing. Part TwoMy first point is that today’s Jewish people no longer resemble an ethnic group linked by bloodline and Judaism but rather appear to be an elite class controlling global finance and media. This is particularly true for American Jews. Jews originated in Western Asia, migrated to Europe, and then dispersed worldwide. Their physical appearance is often similar to that of Arab people, with a typical look characterized by a lack of tall stature, dark hair, dark eyes, a prominent nose with a slight curve, and thicker nostrils. This appearance, particularly the nose, was used by the Nazis for identifying Jews. Jewish noses are relatively larger, with a slightly arched bridge and thicker nostrils, and they tend to droop at the tip, which the Nazis referred to as the “Jewish nose.” Anyone with a shorter stature and this kind of nose was easily identified as Jewish. Chinese residents living in Europe have summarized the distinguishing characteristics of various ethnicities, stating that individuals with black hair and dark eyes who dress well are Italians, people with light hair, a serious demeanor, and no nonsense are Germans, people with dark hair, brown eyes, large noses, and a carefree attitude who like to flirt with girls are French, people with a proud expression are typically British, and those with a shorter stature, a larger nose, and an Eastern vibe are Jewish. However, if you compare the photos of some of the Jewish individuals controlling the United States today, you’ll find that aside from figures like Mark Zuckerberg, many no longer have the typical Jewish appearance. Some of them have the common facial features of Caucasian Americans, like Warren Buffett, Larry Ellison, Bill Gates, and others. Moreover, this facial type is prevalent in the United States, with some individuals having golden hair and taller statures, while the standard Jewish appearance is less common. This demonstrates that the meaning of the term “Jewish people” is evolving in today’s context. Instead of categorizing individuals solely based on historical data, we should assess them based on the interest groups they are associated with to truly understand the situation. We all know that Ivanka, the daughter of former U.S. President Donald Trump, married Jared Kushner, who is Jewish. Similarly, the current President Joe Biden’s wife and both his daughters-in-law are Jewish. Both Trump and Biden have European ancestry, with numerous intermarriages between Jewish individuals, causing a significant change in the Jewish bloodline. It’s not just white elites like Trump and Biden who have been infiltrated by Jewish individuals; even the previous President, Barack Obama, from the elite African American community, had Jewish connections. Obama’s mother was Jewish, and when she lived in Hawaii, Obama’s father, who was from Kenya, studied economics at the University of Hawaii. After they met, they quickly married, and she was only 18 years old at the time. They divorced when Obama was two years old, and his father left. Obama’s mother was young and beautiful and had her whole life ahead of her but did not care for him much after the divorce. Starting at the age of 10, he was entrusted to his maternal grandfather. Obama’s maternal grandfather was Stanley Dunham, who happened to be a Jewish millionaire. Obama spent four years in Indonesia with his mother and stepfather and was cared for by his grandparents during the rest of the time. Many biographies mention that his grandfather had little money. However, considering Obama’s upbringing, he was far from a destitute child. He attended Punahou, an elite school, and was one of the only three black children in the school. Obama had two godfathers. One was a Scottish professor named Laurence, and the other was a Jewish individual named Mino, who became the Chairman of the Federal Communications Commission in Kennedy’s government at the age of 35. He was instrumental in ensuring that Jewish financial consortiums controlled the American film, broadcasting, television, music, and entertainment industries. Mino recommended Obama to various financial consortiums, and he also introduced him to his future wife. Michelle, Obama’s wife, is the daughter of a black rabbi and, like Obama, belongs to the black Jewish community. Now, you understand that when Obama was elected as the President of the United States, it was not a victory for the black community but rather a victory for the Jewish community. Given the economic and political influence of African Americans in the United States, it was not possible to elect a representative president for them, but it was possible for the Jewish community. According to Jewish religious law, the Halacha, anyone who converts to Judaism or is born to a Jewish mother is considered Jewish. By this definition, Biden’s two granddaughters and their descendants will be considered Jewish in the future. I’ve seen people claim that former President George W. Bush’s mother, Barbara, is Jewish, so they argue that George W. Bush was actually a white Jewish person. However, I disagree with this viewpoint; it oversimplifies the matter. The Bush family is distinct from the Obama family. The Bush family initially made their fortune in steel manufacturing through their great-grandfather. Later, they married into the Walker family, a prominent financial dynasty, turning the Bush family into an influential, wealthy family. They are a typical Anglo-Saxon white family. Although George W. Bush’s grandfather married a Jewish woman, the Bush family’s Anglo-Saxon heritage clearly outweighs their Jewish heritage. Therefore, they cannot be considered Jewish. In contrast, Obama relied more on Jewish influences, so he can be seen as part of the black Jewish influence. Today, the Jewish elite in the United States is somewhat like the descendants of Spanish and Portuguese people who intermarried with the locals in South America, giving rise to the Brazilian and Mexican populations. Similarly, the Jewish elite in the United States, after mixing bloodlines in Europe (including Russia) and Asia, moved to America, where they intermarried with English and German descendants, creating a group of mixed-blood aristocrats. In simpler terms, the Jewish elite in the United States today is comparable to the Brahmin caste in India. The bloodline of the American Jewish elite class is not so pure, and what binds them together is financial and political interests rather than religion and lineage. It’s as if a group of wealthy people gathered together and established a private club, where having money and some family connections was the key to entry. While many of them may have Jewish blood to varying degrees, some may even practice Judaism, the core reason uniting them is their mutual interests. They have long transformed into an elite class that extends its influence through intermarriage and other means, rather than being a nation bound by pure blood relations. Part ThreeMy second point is that Jewish people are fundamentally not a noble, kind, resilient, or wise ethnic group, nor are they “God’s chosen people” as they claim. They are essentially similar to other ethnicities, driven by the same desires of love, hate, greed, anger, and ignorance, and they are not inherently superior. The most significant difference is their ability to make money. Claims about respecting knowledge, valuing education, and having faith are similar to a high-end wristwatch worn by Li Ka-shing – these are tools used by the wealthy to package themselves. Jews strive for not only wealth but also fame. They use money to establish their reputation, as wealth and fame are often interconnected. Their ability to make money is a result of unique historical circumstances. After Jews left Western Asia, they primarily migrated to Europe. Due to differences in religious beliefs and cultural practices, they were initially required to live separately from Christians and often isolated themselves in specific areas of cities or towns, using hedges, walls, and ditches to establish Jewish communities. During the day, Jews left their communities to earn a living, returning in the evenings to engage in social and communal activities. Their primary means of earning money were through trade and moneylending. The assertion that Jews had a natural talent for business is baseless. Rather, they were compelled into these professions due to their status as outsiders in European countries, which were cautious about allocating land to them or allowing them into skilled trades, similar to how the United States restricts China’s access to the semiconductor industry today. Thus, Jews had little choice but to engage in business, particularly in finance. The term “finance” may seem prestigious, but it primarily involved usury. During that time, both the Christian and Islamic worlds allowed lending but prohibited usury. According to Jacques Le Goff’s “Your Money or Your Life,” Jews had initially refrained from usury as well. It was only when they were cornered by Christians and left with no other means of survival that they started seeking justifications in the Old Testament, particularly in Deuteronomy, which allowed Jews to lend money at interest to non-Jews. Jews exploited this loophole and, for thousands of years, became powerful through usury. During the economic depression in medieval Europe, people turned to Jews for loans, and Jews manipulated prices and engaged in various activities to become financial (usury) tycoons. The Medici family in Italy was especially cunning. They invented a method of falsifying accounts in the name of exchanging foreign currency for transaction fees, which was essentially a form of usury. This innovation allowed the Medici family to rise to power. In the end, family members even entered the Papacy, gradually whitewashing the financial industry in the Christian world. Because of their financial practices, Jews had a bad reputation in medieval Europe, often being associated with terms like miserly and stingy. Shylock, the main antagonist in Shakespeare’s “The Merchant of Venice,” is an example of this characterization. In reality, Jews have been involved in numerous unsavory activities for profit. To make money, they have consistently crossed ethical boundaries. In the late Qing Dynasty, the Sassoon family, a Jewish drug trafficking syndicate, was responsible for smuggling opium into China. Don’t misunderstand; it wasn’t just one Jewish family doing this. Several Jewish families, including the Sassoons, Kadoories, Hardoons, Abrahams, Solomons, Ezrzes, Toegs, Hayims, and Slphers, were involved in this drug trade. The Sassoon family was the largest among them. The Sassoon family originally thrived in Baghdad, holding the position of Chief Treasurer in the local government. When a new leader came to power in Baghdad and began cracking down on Jewish moneylenders, the Sassoons reported him to higher authorities in an attempt to remove him. This scheme backfired, leading to their hasty escape in 1829 to England. Three years later, they obtained British citizenship and later settled in Mumbai, India. In India, the Sassoon family’s business began to flourish again. They engaged in trade while simultaneously smuggling opium into China. They found opium to be the most profitable trade. In 1836, of the 30,000 crates of opium that entered China through legal channels, 97% was controlled by Jewish drug trafficking syndicates. The Sassoon family held a 20% share in this drug trade. The Sassoons, led by David Sassoon, entered the opium trade with all eight of his sons. Later, after Lin Zexu’s efforts to confiscate and destroy opium, it was the opium trafficked by Jewish syndicates, with the Sassoon family as the leader, that Lin Zexu seized and destroyed. Upset by the confiscation of their opium, the Sassoon family joined forces with their Jewish relatives, the Rothschild family, to raise money to persuade the British Parliament to start the First Opium War, which ended in the victory of British and Jewish interests. After China’s defeat in the Opium War, the Sassoon family and their eight sons established the Sassoon and Sons trading house in Hong Kong, Shanghai, and Guangzhou. They became heavily involved in opium trafficking in these areas, and David Sassoon eventually became the world’s largest drug lord. Many media outlets often praise the saying that Jewish children are raised on honeyed books, but they never mention that the wealth of Jewish families was originally built on usury and drug trafficking. In other countries, the behavior was the same. When Jewish refugees arrived in Palestine in 1947, they held banners proclaiming, “The Germans destroyed our families and homes-don’t you destroy our hopes.” Over seventy years later, Palestinians are trapped in Gaza, living in what is essentially a prison. At the time of the Soviet Union’s dissolution, six out of seven oligarchs who divided up the country’s wealth were Jewish. Jews may tell you about how terribly they suffered at the hands of Hitler, but they never mention that at the time, the Jewish population in Germany was 560,000, making up only 1.5% of the total population. Yet, they controlled key sectors of the German economy and held approximately 1/16 of the nation’s economic wealth. Hitler, in “Mein Kampf,” argued that Jewish people held an almost absolute sway over Germany’s economy, and this perception fueled his drive to eradicate them. The Jewish penchant for usury had always harmed their reputation. In fact, the social status of Jews before World War II was quite similar to the position of Chinese in Southeast Asia: they were good at making money, had no political status, often acted as white gloves for politicians, and would be blamed when things went wrong and were used as scapegoats. The periodic anti-Chinese pogroms in Southeast Asia were similar in nature to Hitler’s persecution of Jews. Jews are good at making money, and this enables them to invest heavily in elite education. Education is the key to success, as those who receive undergraduate education will naturally have a much higher success rate than those with only a middle school education. This investment in education has led to a surge of talent among Jews and their acquisition of 22% of Nobel Prizes, producing many top talents in various fields. We should applaud Jews for their commitment to education, but this doesn’t mean that “anything is right when they have money.” Building one’s wealth through usury and drug trafficking is always highly disreputable. To claim that Jews are noble, kind, resilient, and wise, or to attribute them to a high-class ethnicity, is entirely unfounded. So, when it comes to lavishing praise on them, just remember that their success was built on usury and drug trafficking. Part FourAfter World War II, a large number of Jewish people fled to the United States, seeking refuge and tightly clinging to the American dream. They had learned from the horrors of the Holocaust and decided it was time for a major shift in their strategy. They expanded their influence beyond the realm of finance on Wall Street, realizing that controlling the media and culture were equally vital. With the help of individuals like Minow, whom I mentioned earlier, Jewish people who arrived in the United States from around the world solidified their control over some of the world’s most prestigious media conglomerates, film studios, record labels, and more. In the United Kingdom, the mainstream media is dominated by outlets like Reuters, the BBC, The Times, The Guardian, and The Telegraph. Reuters, founded in 1850, was established by Jews. The Times is associated with the Jewish Murdoch family, and while Murdoch’s Jewish heritage may not be entirely pure, he remains a prominent figure. The BBC was established with funding from several major consortiums, and The Daily Telegraph is owned by Canadian Conrad Black, whose Hollinger Inc. also controls the Chicago Sun-Times, The Jerusalem Post, and more. The Guardian is currently owned by a foundation. In the United States, the situation is similar. For example, Joe Roth, the head of Disney Studios, is Jewish, and Time Warner’s former CEO, Gerald Levin, is Jewish. Their influence extends to ESPN, HBO, Warner Music, Time magazine, Sports Illustrated, People, Fortune, and more. Sumner Redstone, the owner of Viacom, is also Jewish. Their reach not only includes publishing houses but also extends to over four thousand Blockbuster video rental stores and media networks like Showtime and MTV. ABC Television is controlled by Jewish businessman Lawrence Tisch, while NBC is under the influence of Jewish businessman David Sarnoff. The New York Times is owned by the Jewish Sulzberger family, which also controls The Boston Globe, seven television stations, twelve magazines, three book publishing companies, and more. The Washington Post is owned by the Jewish Meyer family, and The Wall Street Journal is controlled by Jewish businessman Peter Kann. The founders of major Hollywood studios like Warner Bros., Universal, Paramount, MGM, Columbia, and 20th Century Fox were almost exclusively Jewish immigrants from Eastern Europe and Russia. Even companies like Facebook and Twitter have Jewish connections. The majority of the world’s most prominent media organizations, which we often hear about, are under the control or influence of Jewish individuals and families. In the realm of ideas and culture, Jewish people also maintain a firm grip. In the universities on the East Coast of the United States, one-third of the professors are Jewish. In the fields of American literature, drama, and music, Jewish writers constitute 60% of the top talent. In the Washington and New York City metropolitan areas, 40% of law firm partners are Jewish. Many of the ideas and philosophies we encounter today were created by Jewish intellectuals. These ideas, once disseminated through the media they control, gradually influence the entire world and also deeply affect domestic populations. In films and literature, they extensively praise Jewish people. Consequently, teachers during my primary and secondary education would often stand at the front of the classroom and say, “Jewish people are a suffering nation, a hardworking nation, a resilient nation.” They also suppress any criticism or dissent against Jewish people. Except in countries that still possess media sovereignty, like China, it has become politically incorrect to speak negatively of Jewish people, to doubt them, or even to discuss their identity. Jewish people, who had suffered so terribly during World War II, were able to regain a positive public image worldwide by gaining control over the finance, media, and culture of the United States. Part FiveToday, the relationship between Jewish people and the Chinese nation is generally one of tension and hostility. I use the term “generally” because not all Jewish people are our enemies. We must respect the facts and avoid inciting hatred. Otherwise, we would be no different from Hitler. Some Jewish people do stand on our side, and the Jewish community is not a monolith; there are partners who engage in vibrant business relations with us. My questioning of Jewish people primarily stems from the fact that some Jewish individuals provoked us. As key players in American ideology, Jewish people have played the role of ideological vanguards and shock troops in suppressing China’s rise. In the current Biden administration, officials such as Secretary of State Blinken, White House Chief of Staff Klain, Treasury Secretary Yellen, Attorney General Garland, Secretary of Homeland Security Mayorkas, Director of National Intelligence Haines, Deputy Secretary of State Sherman, U.S. Science and Technology Advisor Lander, National Cyber Director Neuberger, CIA Deputy Director Cohen, and Assistant Secretary of Health Levine are all Jewish. By the way, in the recent history of the Federal Reserve in the United States, five out of the last six Chairmen have been Jewish. In the Biden administration, Jewish individuals hold key positions in foreign affairs, finance, justice, homeland security, national intelligence, technology, and more. They are deeply involved in almost every aspect. Meanwhile, the U.S. government has been increasingly pressuring China, from the COVID-19 pandemic to Xinjiang cotton. The initial attacks on China are often carried under the banner of Western moral righteousness, followed by a wave of propaganda against China. To say that Jewish people are good partners of the Chinese nation, I simply don’t believe it. While the Anglo-Saxon community has deployed aircraft carriers to the South China Sea to threaten China militarily, Jewish individuals have been working through media outlets like the BBC, The New York Times, The Washington Post, and others to smear and stigmatize China. They are brainwashing the Chinese people, imposing a form of spiritual colonization. Even when China is under such relentless attack, you are not allowed to say a word against Jewish people. If you do, you are branded as a nationalist, anti-human, or politically incorrect. But I’ll still say it. Of course, there are some Jewish people who stand with us, and we need to clarify this relationship. We cannot generalize about Jewish people. Our views must be based on facts and guided by our interests. The primary purpose of writing this article today is to break the past superstitions about the Jewish people and inform everyone of the true nature of this community. In summary: Jewish people’s ability to earn money is a result of historical conditions and religious and ethnic struggles. After earning money, Jewish people have invested heavily in education, leading to a high success rate. We can learn from their achievements, but we should not idolize them. Since World War II, Jewish people have controlled the world’s top media outlets, using this as a vanguard to launch an ideological attack on China. We must maintain a clear mind, be decisive, and not be led by Jewish individuals. Jewish people excel in the fields of finance and media, as making money is the easiest in the finance sector, and the media serves as a cover, thus creating a multi-generational exploitation system. Jewish people in the financial sector are like leeches, and they are currently attached to the United States, with a high likelihood of attaching themselves to China in the future. We must be highly vigilant from the outset in the fields of finance and media and guard against Jewish individuals and their agents infiltrating China’s finance and media. While we don’t want to encourage hatred, some people have thrown dirty water at us, and sooner or later, the score will need to be settled.","link":"/Jews-hated-around-the-world/"},{"title":"Behind the Palestine-Israel Conflict: A Great-Power Game","text":"Who would have thought that a rocket attack would shift the world’s attention from Russia-Ukraine to Palestine? On October 7th, following a command from Hamas militants, 5,000 rockets were launched from the Gaza Strip towards Israel, while Hamas launched an attack on the Israeli Defense Forces from land, sea, and air. To be honest, this move caught Israel off guard. Israel lost 21 settlements in a row, several military camps, dozens of armored tanks were seized, and they even captured a brigadier general. Such a brilliant achievement, not even the former regional military powers like Egypt or Syria had ever achieved. However, Hamas has limited capabilities, and despite their successful surprise attack, they struggled to sustain their momentum. On the other hand, Israel is gearing up for a massive mobilization and has already called up 300,000 troops. If everything goes as expected, Israel is about to launch a large-scale counterattack against Hamas. So, what is the background of the Israel-Palestine conflict, and what is the underlying logic? 1. The Historical Origins of the Israel-Palestine ConflictThe core of the conflict between Israel and Palestine revolves around the question of who the land of Palestine belongs to. Israel claims unequivocally: “This is the land of our ancestors!” To substantiate their claim, the Israeli Ambassador to the United Nations, Danny Danon, specifically took out a Bible and read it at the United Nations Security Council: “I will give to you and your descendants after you, the land where you are an alien, the whole land of Canaan, as an everlasting possession; and I will be their God.” (Genesis 17:8) Then, Danon held up the Bible and said, “This is our title deed!” This statement may sound like it has a solid reasoning, but the problem is that the Bible is just a religious scripture, and it’s not a historical document! Actually, Jews first appeared in the Mesopotamian plain of Western Asia, and their ancestors were part of the ancient Semitic people. Later, to escape disasters, the Jews migrated to the eastern part of the Nile Delta, which is why they were called the Hebrews, meaning “people who crossed over.” If the account in the Book of Exodus in the Bible is credible, these Jews were enslaved by the ancient Egyptians in the Nile region and, under the leadership of Abraham, they “left Egypt” and came to “Canaan”, where they established a kingdom. You see, even the Jews were newcomers at one point. So, were there indigenous people in the “Canaan” region? We don’t know. Therefore, even if Israel presents the Bible, it can’t prove that they are the indigenous people of this land. In the 1st century BC, the Roman Empire conquered the Jewish state, destroyed the Jerusalem Temple, and renamed the land “Palestine.” The Jews were expelled from Palestine, and the Jewish state of antiquity was thereby destroyed. In 638 AD, Arab forces occupied Jerusalem and introduced Islam. During Arab rule in Palestine, they continuously moved into the region and merged with the local indigenous population, forming the Arab population of Palestine, the Palestinians. Subsequently, this land was successively conquered by the Ottoman Empire and the British, and after World War I, it became a British mandate territory known as British-administered Palestine. You see, it was the Romans who destroyed the ancient Jewish state, not the Palestinians. Anti-Semitism was proposed by Europeans, not Palestinians. Nazi Germany’s genocide of Jews was not carried out by Palestinians. So, what does the historical suffering of the Jewish people have to do with the current Palestinian population? Palestinians gradually formed 700 years after the fall of the ancient Jewish state, and it can’t be said that they “stole land from Jews.” However, due to the widespread anti-Semitism in Europe in the 19th century, the ideology and movement of Jewish Zionism emerged. Countless Jews began to think that their continuous wandering was not a solution and that they needed to establish their own state. But all the land in Europe was already claimed. Where could they establish their nation? Thinking that their ancestors once established a state in the “Canaan” region, they decided to settle there. So, under the guidance of the “Jewish return movement,” a large number of Jews moved to Palestine and established more than 300 settlements there. But the land had been inhabited by Palestinians for over a thousand years; you can’t just claim it as your own because your ancestors lived there. As a result, there was constant bloodshed between Jews and the indigenous Palestinian people. After World War II, the United Nations was established to address some of the world’s most complex issues. On April 28, 1947, the United Nations General Assembly held a special committee meeting to specifically discuss the Palestine issue. At that time, Jews had significant influence in both the UK and the US, especially in the financial sector, controlling the resources of Western countries. So, under the initiative of the UK and the US, the United Nations passed Resolution 181, which agreed to the establishment of a Jewish state in Palestine. So, what about the Palestinians living on this land? No worries, just set aside a piece of land for them. Therefore, the resolution stipulated that in 1948, the British mandate rule would end in the Palestinian region, and Jews would establish Israel (about 11,000 square miles), and Palestinians would establish Palestine (about 8,600 square miles). However, the surrounding Arab countries strongly opposed this. Why should we give land to newcomers just because of a UN resolution? So, on May 14, 1948, after Israel was established, the next day, neighboring Arab countries declared war on Israel. As a result, the Arab countries performed poorly in the war and were defeated. In the following decades, there were four more wars between Arab countries and Israel, and each of them concluded with Israel’s victory. During each of these wars, Israel’s territory expanded, and the entire Palestinian region, including the area designated for the Palestinian state, came under Israeli control. After occupying the Palestinian territory, Israel began to build Jewish settlements with its strong military power, gradually encroaching on Palestinian land. Up to the present day, Israel has taken over more than 70% of Palestinian land, leaving Palestine with only the Gaza Strip and parts of the West Bank. Although in 1967, the United Nations Security Council passed Resolution 242, demanding Israel’s withdrawal from the occupied territories and the dismantling of settlements, Israel refused to comply. However, the prolonged conflict also caused significant internal damage to Israel. Simultaneously, the occupation of the Gaza Strip and the West Bank led to Palestinian resentment, resulting in sporadic suicide bombings and other attacks, keeping Israel on edge. In 2002, Israeli Prime Minister Sharon came up with a new plan. Instead of pursuing further occupation of Palestinian territories, he unilaterally withdrew from the Gaza Strip. Then, Israel constructed a separation wall around Gaza to achieve an Israeli-Palestinian separation, with the aim of completely resolving the issue of attacks. So, the nightmare for the Palestinians in the Gaza Strip began, where they have essentially lived in a large prison from birth. It’s not an exaggeration to call it a prison. In the air, Israel destroyed the only airport in the Gaza Strip, cutting off air traffic. On the ground, Israel constructed a wall around Gaza that stretches for tens of kilometers and reaches heights of more than ten meters. The wall is equipped with searchlights and guard towers at regular intervals, with machine guns mounted on them. Within a 300-meter range of the separation wall is a buffer zone, and anyone, whether an adult or a child, who enters this zone is subject to being shot on sight. Even Trump would acknowledge the expertise of such measures. At sea, Israel imposed a blockade, allowing Gaza fishermen to fish only up to 4.8 kilometers from the shore. If they go beyond that limit, they face gunfire. As a result, all land, sea, and air traffic to and from the Gaza Strip has been cut off, and the 3 million people living there are squeezed into this narrow area, which is 40 kilometers long and 8 kilometers wide. Imagine how desperate life is for the people there, as they can’t leave for their entire lives. What’s even more unreasonable is that after Israel built the wall, they initiated an embargo on goods going into Gaza. Apart from strictly limited food and water, no other materials, such as building supplies, medicines, cement, pipes, electronics, and more, are allowed to enter. Can you imagine that in the Gaza Strip, a child playing soccer and accidentally entering the buffer zone would be mercilessly killed? Can you imagine that Gaza fishermen, just going out to sea to catch fish, would be sunk by Israeli warships? Can you imagine that water tanks on the rooftops of Gaza residents’ homes would be riddled with dozens of bullet holes just because Israeli soldiers were bored? Can you imagine that when a baby in Gaza has a fever, Israel doesn’t allow fever-reducing medicine to enter? It’s not an exaggeration to say that there is a humanitarian crisis in the Gaza Strip almost every day. However, wherever there is oppression, there is resistance. Israel’s blockade and oppression in the Gaza Strip have given rise to the Palestinian Islamic resistance movement (Hamas). The Gaza Strip was originally ruled by the Palestinian National Liberation Movement (Fatah), but after Fatah signed a reconciliation “Oslo Agreement” with Israel, it not only became submissive to Israel but also began sending Palestinians to work in Israel as a means to earn intermediary fees, which increasingly caused resentment among the residents of the Gaza Strip. In 2007, Fatah and Hamas erupted in a fierce internal conflict in the Gaza Strip, ultimately leading to Hamas driving Fatah out of the Gaza Strip. So, the current Palestinian authority actually has two parts: Fatah in the West Bank and Hamas in the Gaza Strip. Hamas’s manifesto is not recognizing Israel and aiming to recapture the entire Palestinian territory, so they have been active in recent years. They have dug numerous tunnels from the Gaza Strip to Egypt, bypassing Israel’s separation wall, to smuggle various necessary supplies, especially weapons and ammunition. With weapons and ammunition, Hamas began launching frequent attacks on Israel and occasionally firing rockets at Israel. Originally, both sides were accustomed to this tit-for-tat, but on October 4th, a sudden incident ignited a spark. On that day, several hundred Israelis, under the protection of Israeli police, entered the Al-Aqsa Mosque and caused a commotion. This angered Hamas. You see, the Al-Aqsa Mosque is located on the Temple Mount in the Old City of Jerusalem, which Muslims call the “Noble Sanctuary.” It is the third holiest site in Islam, following the Masjid al-Haram in Mecca and the Prophet’s Mosque in Medina. Now, with Israelis barging in, it’s a blatant insult! So, on October 7th, Hamas launched a large-scale attack code-named “Aqsa Flood,” launching a comprehensive assault on Israel from land, sea, and air. This marks the most serious Israeli-Palestinian conflict in fifty years. 2. Behind the Israeli-Palestinian ConflictOn the surface, this Israeli-Palestinian conflict may appear as a desperate resistance by the Palestinians against long-term Israeli oppression. However, fundamentally, this conflict is still a power struggle among major nations. First, it’s a spillover from the Russia-Ukraine conflict. The Russia-Ukraine conflict has been ongoing for a year and a half, with NATO continuously escalating its actions and challenging Russia’s bottom line, this war has increasingly begun to affect the world and carry the risk of spillover. This spillover has both passive and active factors. The passive factors are that major powers have their attention diverted, allowing smaller countries to exploit the situation. As we know, the world is full of conflicts today, ranging from geopolitical disputes, border clashes, and ethnic tensions to resource conflicts, energy disputes, environmental concerns, and economic disputes, among others. In short, any of these conflicts can trigger a war. Before World War II, the world was in a constant state of war and conflict. However, after World War II, the nations of the world, fearing the devastating consequences of a global war, established the United Nations and other mechanisms to maintain peace. Conflicts around the world significantly decreased. Is the United Nations mechanism really effective? On the surface, it may seem so, but in reality, it’s the influence of major world powers that plays the key role. The United States, at the zenith of its power, and the Soviet Union had considerable clout. In their respective spheres of influence, whenever they spoke, most small countries had to consider their words carefully. This was even more pronounced after the disintegration of the Soviet Union. If the United States didn’t want a war to continue, a single word from them could usually bring a swift resolution, and those that didn’t comply, like Saddam, faced the consequences. This state was referred to as the “U.S.-led global order” or “offshore balancing.” However, the situation has changed now. On one hand, the United States is heavily focused on dealing with China in economic, political, and military realms. This has led to a massive redeployment of its resources. The U.S. even withdrew from Afghanistan, leaving a power vacuum in other regions. On the other hand, the United States is stoking the Russia-Ukraine war, providing a considerable amount of money and military aid to Ukraine, which naturally leaves fewer resources for other areas. Consequently, America’s control over the globe has diminished. Some small countries that have conflicts with neighboring nations but were previously restrained by U.S. influence see this as a “strategic opportunity.” They think that the U.S. is too preoccupied with countering China and Russia to meddle in their affairs. As long as they act swiftly, the U.S. will have no choice but to accept the status quo. Hence, in recent years, we’ve seen conflicts escalating worldwide. It began with the Nagorno-Karabakh conflict, followed by the Kosovo conflict, and then the large-scale civil war in Libya. Even Argentina has been talking about retaking the Falkland Islands. From this perspective, the new round of Palestinian-Israeli conflict is rooted in the irreconcilable differences between Israel and Palestine. Secondly, it’s a consequence of the power struggle between China and the United States in the Middle East. Currently, China and the United States are engaged in fierce competition in various domains, and diplomacy is no exception. The most intense rivalry between the two superpowers is not just in Southeast Asia; it’s in the Middle East. However, China and the United States employ different strategies in the Middle East. After Saudi Arabia and Iran achieved a historic reconciliation mediated by China, the United States felt a significant shock. It has repeatedly claimed that China’s influence has penetrated the Middle East and that the United States is falling behind. Consequently, the Biden administration has taken a series of actions in the Middle East with the aim of reasserting American influence in the region. Recently, the United States has been pushing for the normalization of relations between Saudi Arabia and Israel. According to a report in The Wall Street Journal on August 9, the U.S. and Saudi Arabia are working on an agreement to pave the way for the normalization of Saudi-Israeli relations. Under this agreement, Saudi Arabia would recognize Israel and establish diplomatic ties. In exchange, Israel would make concessions on the Palestinian issue. Saudi Arabia would receive security guarantees and civil nuclear assistance from the U.S. Additionally, as a reciprocal gesture, Saudi Arabia may increase its oil production, which could help reduce U.S. inflation, benefiting Biden’s political prospects. In this negotiation process between Saudi Arabia and the United States, the plight of the Palestinian people is essentially just a bargaining chip. In other words, if the United States offers conditions that satisfy Saudi Arabia, then the Palestinian cause is likely to be sacrificed. This development has significant implications for the Palestinians. Saudi Arabia is a major Sunni power in the Islamic world. If Saudi Arabia reconciles with Israel, it could set a precedent for other Islamic countries in the Middle East to do the same. For Palestinians who have suffered from Israeli humanitarian crises for decades, this means an even bleaker future with fewer hopes of stability. It implies that the Palestinians could become more isolated within the Islamic world. From this perspective, the Palestinians are determined to prevent the successful normalization of relations between Israel and Saudi Arabia. 3 The Israeli-Palestinian conflict has caused significant trouble for the United StatesFrom the current situation, there is a significant possibility that Israel will seize this opportunity during the ongoing attacks, potentially even considering a full-scale assault on Gaza. After all, airstrikes and blockades alone won’t quell Israeli public anger, nor will they completely eliminate the threat posed by Hamas. Netanyahu’s already precarious approval ratings are on the line. If he doesn’t capitalize on this opportunity with a tough stance to gain popular support, his political future in Israel may be in jeopardy. However, if Israel escalates its actions, it could bring significant trouble to the United States. First, it would divert U.S. attentionIn essence, Israel undoubtedly aims to solve the Gaza issue once and for all, as this place has become a festering sore. Palestinians suffer, and Israelis also suffer because it’s not reasonable to have to act like thieves every day; there should be a way to put an end to it. As long as Gaza remains, generation after generation of Palestinian children receive anti-Israel education from a young age. Even if Hamas were eliminated, new generations of Hamas would emerge, and the threat to Israel would continue endlessly. However, the issue is that it’s not 100 years ago! If both sides are stuck in the urban warfare of Gaza, and Israel can’t distinguish between Hamas militants and civilians, civilian casualties on a large scale are inevitable. At that time, forget about UN intervention, even the neighboring Arab countries would likely remain passive. In these days, Arab countries are urgently coordinating. Iranian President Raisi talked to Saudi Crown Prince Mohammed bin Salman on the phone to discuss the Gaza situation, emphasizing the necessity to prevent Israel from committing war crimes against the Palestinians. It’s worth noting that this is the first national leader communication between Saudi Arabia and Iran after their reconciliation. Hezbollah in Lebanon has also begun firing rockets and shells towards Israeli positions to show support. The 7th Division of the Syrian Army and one of the three elite units, the 4th Mechanized Division, are heading to the southern Daraa region, posing a threat to the Golan Heights. With such public sentiment, if Israel launches a large-scale attack on Gaza, resulting in the deaths and injuries of hundreds of thousands of Palestinians, there is no doubt that it will inflame the Arab world with immense anger. At this point, even if Saudi Arabia maintains an ambiguous stance, it must take a position. Crown Prince Mohammed bin Salman himself faces significant internal opposition and would not dare to bear the accusation of “betraying the Arab world” again. In the event of further deterioration, it is not inconceivable that the blood of the Palestinian people could become the adhesive binding the Arab world, prompting them to form another coalition against Israel and possibly triggering the sixth Middle East war. In this situation, the United States finds itself in a dilemma. If they persuade Israel not to retaliate on a large scale and not to invade Gaza, will Israel, already in a heated state, listen? After all, the last Israeli leader who compromised under American guidance, Yitzhak Rabin, was assassinated by Israeli extremists. It is clear that Netanyahu would not want to follow in Rabin’s footsteps. If the U.S. supports Israel, they would have to move military forces to the Middle East to deter Arab countries from taking reckless actions. Currently, the U.S. Secretary of Defense, Lloyd Austin, has ordered the deployment of the United States’ largest and most advanced aircraft carrier strike group, the USS Gerald R. Ford, to the eastern Mediterranean. Additionally, another U.S. aircraft carrier, the USS Dwight D. Eisenhower, set sail on the 13th for deployment near Israel. However, in doing so, doesn’t this mean that Biden’s strategy to withdraw from the Middle East to counter China has been rendered almost pointless? So, regardless of whether this event was orchestrated by Iran to disrupt the Saudi-Israeli reconciliation, it has objectively served to divert U.S. attention and reduce the pressure from China. The second aspect is to disrupt the United States’ strategy with its allies.As we all know, in the past, the United States was the world’s superpower, and it could essentially do as it pleased in international conflicts. It often didn’t have to fear taking on multiple opponents. However, in recent years, with the decline of U.S. power, the United States has had to rely more on its allies to bolster its strategic stability. If we look at recent geopolitical contests between China and the United States, as well as the conflict between Russia and Ukraine, the first thing the United States has done is to form coalitions, rallying other nations and seeking a sense of “righteousness” through this united front. After the recent Hamas attacks, the United States is no exception. It has once again started organizing a coalition. President Biden has stated that U.S. support for Israel is rock-solid, and French President Macron has expressed solidarity with Israel. Subsequently, many Western countries, including the UK, Canada, France, Germany, Spain, Italy, and others, have mostly condemned Hamas. Even India, which has sometimes had differing positions from the U.S., has clearly expressed its support for Israel. In the Arab world, most countries support Palestine, with a few refraining from making a statement. Secretary of State Antony Blinken immediately made phone calls to the foreign ministers of Middle Eastern countries, urging them to make public statements supporting Israel. It is likely that the Arab nations who received these phone calls were not pleased. It’s important to note that while some Middle Eastern countries have private dealings with Israel, **there is no country in the region that openly takes Israel’s side in the Israel-Palestine conflict. ** Why? Because in the Israel-Palestine conflict, supporting Palestine and opposing Israel not only enjoys broad public support in Muslim countries but is also the prevailing political correctness. Perhaps the United States realized that Middle Eastern countries were not buying into their stance, so they turned to their quasi-ally, Saudi Arabia, hoping that if Saudi Arabia took a stance, other countries would follow suit. So, Secretary of State Blinken personally visited Saudi Arabia to urge them to exert pressure on Hamas. However, how could Saudi Arabia openly side with Israel when it goes against domestic public opinion and the most significant political correctness in the Muslim world? Thus, under Blinken’s pressure, Saudi Arabia had no choice but to make a public statement supporting Palestine and announced the postponement of negotiations concerning the normalization of relations with Israel that the United States had been promoting. You see, Saudi Arabia initially wanted to quietly sit on the fence, but due to Blinken’s pressure, they had to take a public stance in support of Palestine. Moreover, after taking sides, they called the Iranian President to discuss the Israel-Palestine conflict. An advisor to Iran’s President, Jamsheed, later revealed, “During the 45-minute conversation, they emphasized Islamic unity and believed that the crimes of the Zionist regime and U.S. complicity were the reasons for the destructive insecurity.” After Saudi Arabia’s declaration, Jordan, Egypt, Qatar, the United Arab Emirates, and even Pakistan’s Chief of Army Staff announced their support for the Palestinian people. The Chief of Army Staff of Pakistan declared, “If Israel launches a ground operation in Gaza, we will provide ballistic missile support to Palestine.” Considering that Pakistan has long been a key player for Saudi Arabia, this can be seen as Saudi Arabia drawing a red line through Pakistan to Israel: “You can bomb, but you can’t enter Gaza on the ground!” From the perspective of Blinken, who has been laboring hard to rally support, this display of Arab solidarity is nothing less than a public humiliation. This fully illustrates that Blinken’s pressure tactics are not well-received. What is the core of diplomatic work? It is about finding common ground amid differences and discovering channels that both sides can accept to carry out diplomatic activities. But what about Blinken? He has always been an ideologue who prefers to talk to others from a standpoint of “starting with the strength of the United States.” To cater to the domestic political climate that supports Israel, Blinken began globetrotting to gain political achievements, but the results turned out to be counterproductive. If it’s just Blinken losing face himself, that’s a minor issue. However, if it leads to alienation of U.S. allies and undermines the U.S. ally strategy, then it becomes a major problem. The third factor is forcing the United States to seek cooperation with China.On October 7th, a delegation from the United States Senate visited China, bringing new opportunities for improved U.S.-China relations. On the one hand, the Biden administration, including Blinken and Sullivan, faces the challenge that any concessions to China could lead to political attacks that affect the Democratic Party’s electoral prospects. Therefore, having Senate Majority Leaders with a more detached stance allows for greater flexibility. On the other hand, the visiting senators were mostly elected at the local government level, representing the interests of certain states, and have a broader basis for cooperation with China. In the past, due to significant differences on various issues, U.S.-China cooperation was primarily limited to climate cooperation and combating drug-related matters. However, this visit included discussions on bilateral trade and investment, as well as resolving regional conflicts. What regional conflicts need to be addressed? Primarily the Russia-Ukraine conflict, and now, adding the Israel-Palestine conflict to the mix. This clearly demonstrates that the United States, even if unwilling, must acknowledge that it needs to cooperate with China to address regional conflicts. If the United States does not want its global strategy and regional balance to be thrown into chaos by major international developments, it must seek cooperation with China. China has consistently coordinated its position with various countries, advocating for peace and negotiations. China has sided with the Palestinian people, which aligns with its consistent stance against bullying the weak with strength. Currently, it is uncertain whether U.S. mediation will be effective, but this situation has shown that in the face of an increasingly complex international situation, severe Democratic Party electoral conditions, and worsening domestic economic difficulties, the United States will have to work with China to address certain issues. Therefore, the Israel-Palestine conflict should not be viewed solely from the perspective of the Israelis and Palestinians; it conceals complex geopolitical maneuvering. The next step is highly likely to involve Israeli retaliatory actions. The extent of this retaliation and whether it might trigger Arab world coalition intervention, as well as any new actions by China, the United States, and Russia, remain unknown. The only certainty is that since the launch of Hamas rockets, we have entered a more chaotic world.","link":"/palestine-rsrael-conflict/"},{"title":"Privacy Policy","text":"Privacy PolicyThis website respects and protects the personal privacy of all service users. In order to provide you with more accurate and personalized services, this website will use and disclose your personal information in accordance with the provisions of this privacy policy. However, this website will treat this information with a high degree of diligence and prudence. Except as otherwise provided in this privacy policy, this website will not disclose or provide this information to third parties without your prior permission. This privacy policy is an integral part of the website’s terms of service, and by agreeing to the terms of service, you are deemed to have agreed to the entire content of this privacy policy. DefinitionsFor the sake of clarity, we provide definitions for terms that may be involved in this policy. Personal InformationPersonal information refers to data recorded in electronic or other forms that can be used to identify or contact specific individuals. If a single piece of information (or with simple assistance) can identify the same person in multiple instances, that information is considered personal information; otherwise, it is not. Personal Identifiable InformationPersonal identifiable information is a type of personal information. If a single piece of information (without any assistance) can directly identify, contact, or accurately locate a specific natural person, that information is considered personal identifiable information. Personal identifiable information includes, but is not limited to, real names, birth dates, ID numbers or social security numbers, biometric information (such as photos, fingerprints, palm prints, irises, subcutaneous capillary distribution, etc.), residential addresses, phone numbers, license plate numbers, precise GPS coordinates, etc. Non-personal InformationNon-personal information refers to data recorded in any form that cannot be directly linked to any specific natural person. Typically, this data is categorized and aggregated, making it nearly impossible to reconstruct any relevant information about a specific individual using this data. Please note that when non-personal information is combined with personal information, we consider it as personal information. Unique IdentifierA unique device identifier (UUID) refers to a string of characters that can uniquely identify a specific device. Typically, it is embedded by the device manufacturer in the user’s device or sent by the server to the browser to distinguish devices or users. Browser Metadata (Cookies)Cookies are small pieces of data sent by the server to the user’s browser and stored locally. They may contain anonymous unique identifiers and are sent to the server when the browser makes subsequent requests. They are typically used to inform the server whether two requests come from the same browser or user, such as for maintaining a user’s login status. Scope of applicationWhen you use the services of this application or access the platform’s web pages, this application will automatically receive and record information from your browser and computer, including but not limited to your IP address, browser type, language used, access date and time, hardware and software feature information, and records of the web pages you request. Services ProvidedThis website provides services including but not limited to websites under the loxia.cc subdomain, online services, public interfaces, interactive applications, and email. Information Collection This website will not actively collect any personal identifiable information through the services we provide. Never. Sensitive information, such as IP addresses collected while you use our services, will undergo desensitization and obfuscation in our collection, categorization, and aggregation processes. This data will be removed within 7 days, and therefore, we consider it personal information rather than personal identifiable information. Information Usage Typically, we use the collected information for internal purposes such as auditing, analysis, research, providing information services, protecting our services from intrusion, managing the website, understanding user behavior on the website, and analyzing trends. We collect aggregated demographic information about user groups and use this information to create, develop, and improve the services we provide. This website will not provide, sell, rent, share, or trade your personal information to any unrelated third parties without your permission, unless they provide services jointly with this website (including affiliated companies of this website), and after the service, they will be denied access to all such information they were able to access previously. This website will not use the collected information for any commercial content and advertising purposes. Usage StatisticsWe will actively collect performance and usage statistics information for the website and applications. “Performance and usage statistics” include: Referral sources, visit frequency, visit dates and times, behavior flows, time spent, and the browser used. Device brand, vendor, model, screen size, and operating system. Network operator and geographical location only down to the continent or province. Application and website startup, load speed, key runtime timings. Severity error and related error information for applications and websites, excluding personal information. Information Storage and ExchangeInformation collected for analysis purposes by this website will be stored on computer systems with limited, authorized access, which are protected by mathematical algorithms and/or physical security measures. This extends to using third-party storage services. These measures cannot be broken in a short period in modern computer systems. Use of Cookies If you do not refuse to accept cookies, this website will set or access cookies on your computer to enable you to log in or use website platform services or features that rely on cookies. Cookies are used to provide more personalized services, including promotional services. This website will not use cookies or similar technologies to disclose to or assist third parties in collecting any information that can track your personal information. Information Security The online services provided by this website use encryption technologies such as Transport Layer Security (TLS) to protect the information we collect from being intercepted by intermediaries. Any non-analytical information and other information needed for non-audit and non-research purposes (such as complete, undetokenized IP addresses) will be deleted in the aggregation phase. Government RequestsThis website has never implanted any “backdoors” or any other means of access into the services we provide. This website will not actively disclose any information to any government. Never. In the event of a mandatory data disclosure request, it will be announced here. Contact InformationIf you have any further questions, please contact us via the following means: loxia.yang@gmail.com.","link":"/privacy-policy/"}],"tags":[{"name":"Jewish","slug":"Jewish","link":"/tags/Jewish/"},{"name":"Palestine-Israel Conflict","slug":"Palestine-Israel-Conflict","link":"/tags/Palestine-Israel-Conflict/"},{"name":"Great-Power Game","slug":"Great-Power-Game","link":"/tags/Great-Power-Game/"}],"categories":[]}